Revit 2027 API
ParameterTypeId.StairstypeShowCutline Property
 "Show Cut Line in Plan": Show Cut Line in Plan
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairstypeShowCutline { get; }
Public Shared ReadOnly Property StairstypeShowCutline As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairstypeShowCutline {
	ForgeTypeId^ get ();
}
static member StairstypeShowCutline : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace